Repository: ArmandPhilippot/minimalist-social-links-widget
Catalog: languages/msl-widget-*.po
Languages: fr_fr

source: Display social links as a WordPress Widget.
fr_fr: Afficher des liens vers les profiles sociaux sous forme de widget WordPress.

source: Title:
fr_fr: Titre :

source: Choose the profiles you want to display:
fr_fr: Choisissez les profiles à afficher :

source: Enter your username for each selected websites:
fr_fr: Saisissez votre nom d'utilisateur pour chacun des sites sélectionnés :

source: username
fr_fr: nomUtillisateur

source: @username@instance.tld
fr_fr: @nomUtilisateur@instance.tld

source: Feed URL:
fr_fr: URL du Flux :

source: https://www.yourWebsite.com/feed/
fr_fr: https://www.votreSite.com/flux/

source: Help:
fr_fr: Aide :

source: If it is not an instance, %1$susername%2$s matches the last part of the URL.
fr_fr: Si ce n'est pas une instance, %&$snomUtilisateur%2$s correspond à la dernière partie de l'URL.

source: numberSequence
fr_fr: sequenceDeChiffres
